[Phantom_Vanish X2AbilityTemplate]
LocFriendlyName="消失"
LocLongDescription="士兵在敌人面前消失隐匿了。"
LocHelpText="士兵在敌人面前消失隐匿了。"
LocFlyOverText="隐匿"


[PhantomHuntsmaster_Vanish X2AbilityTemplate]
LocFriendlyName="消失"
LocLongDescription="士兵在敌人面前消失隐匿了。"
LocHelpText="士兵在敌人面前消失隐匿了。"
LocFlyOverText="隐匿"

[Phantom_VanishStart X2AbilityTemplate]
LocFriendlyName="魅影"
LocLongDescription="每次任务开始时获得隐匿。"
LocHelpText="每次任务开始时获得隐匿。"
LocFlyOverText="魅影"

[PenaltyShot X2AbilityTemplate]
LocFriendlyName="狙击枪射击"
LocHelpText="使用狙击枪射击目标。"

[Phantom_VanishReveal X2AbilityTemplate]
LocFriendlyName="暴露"
LocFlyOverText="已暴露!"
LocHelpText="向敌人暴露该单位。如果在消失时进行行动就会自动发生此事件。"
LocLongDescription="向敌人暴露该单位。如果在消失时进行行动就会自动发生此事件。"

[RemoteFuse X2AbilityTemplate]
LocFriendlyName="导火线"
LocLongDescription="如果敌人带着爆炸物，它们会被幻影士兵远程引爆。"
LocHelpText="如果敌人带着爆炸物，它们会被幻影士兵远程引爆。"

[RelocationShot X2AbilityTemplate]
LocFriendlyName="射击"
LocHelpText="向目标射击，并得到一个移动点。 <Ability:CANNOTBEDODGED/>"
LocLongDescription="向目标射击，并得到一个移动点。"

;sitrep

[PhantomIncursion X2SitRepTemplate]
FriendlyName="幻影小队入侵"
Description="情报显示幻影小队正在该区域活动，请谨慎行事。"

[PhantomIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="幻影小队入侵"
Description="对各方持敌对态度的幻影小队正在该区域活动。"


;characters
[PhantomGhost_M1 X2CharacterTemplate]
strCharacterName="初阶幻影士兵"

[PhantomGhost_M2 X2CharacterTemplate]
strCharacterName="中阶幻影士兵"

[PhantomGhost_M3 X2CharacterTemplate]
strCharacterName="大师幻影士兵"

[PhantomMarksman_M1 X2CharacterTemplate]
strCharacterName="初阶幻影神射手"

[PhantomMarksman_M2 X2CharacterTemplate]
strCharacterName="中阶幻影神射手"

[PhantomMarksman_M3 X2CharacterTemplate]
strCharacterName="大师幻影神射手"

[PhantomHunter_M1 X2CharacterTemplate]
strCharacterName="初阶幻影猎手"

[PhantomHunter_M2 X2CharacterTemplate]
strCharacterName="中阶幻影猎手"

[PhantomHunter_M3 X2CharacterTemplate]
strCharacterName="大师幻影猎手"


[PhantomHuntsmaster_M1 X2CharacterTemplate]
strCharacterName="幻影猎手导师"

[PhantomHuntsmaster_M2 X2CharacterTemplate]
strCharacterName="幻影猎手导师"

[PhantomHuntsmaster_M3 X2CharacterTemplate]
strCharacterName="幻影猎手导师"
;weapons
[PhantomRifle_M1 X2WeaponTemplate]
FriendlyName="幻影步枪"
FriendlyNamePlural="幻影步枪"
BriefSummary=""
TacticalText=""

[PhantomRifle_M2 X2WeaponTemplate]
FriendlyName="幻影步枪"
FriendlyNamePlural="幻影步枪"
BriefSummary=""
TacticalText=""

[PhantomRifle_M3 X2WeaponTemplate]
FriendlyName="幻影步枪"
FriendlyNamePlural="幻影步枪"
BriefSummary=""
TacticalText=""

[PhantomSniper_M1 X2WeaponTemplate]
FriendlyName="幻影狙击枪"
FriendlyNamePlural="幻影狙击枪"
BriefSummary=""
TacticalText=""

[PhantomSniper_M2 X2WeaponTemplate]
FriendlyName="幻影狙击枪"
FriendlyNamePlural="幻影狙击枪"
BriefSummary=""
TacticalText=""

[PhantomSniper_M3 X2WeaponTemplate]
FriendlyName="幻影狙击枪"
FriendlyNamePlural="幻影狙击枪"
BriefSummary=""
TacticalText=""

[PhantomCaster_M1 X2WeaponTemplate]
FriendlyName="幻影弩枪"
FriendlyNamePlural="幻影弩枪"
BriefSummary=""
TacticalText=""

[PhantomCaster_M2 X2WeaponTemplate]
FriendlyName="幻影弩枪"
FriendlyNamePlural="幻影弩枪"
BriefSummary=""
TacticalText=""

[PhantomCaster_M3 X2WeaponTemplate]
FriendlyName="幻影弩枪"
FriendlyNamePlural="幻影弩枪"
BriefSummary=""
TacticalText=""

[HuntsmasterRifle_M1 X2WeaponTemplate]
FriendlyName="守护着你"
FriendlyNamePlural="守护着你"
BriefSummary=""
TacticalText=""

[HuntsmasterRifle_M2 X2WeaponTemplate]
FriendlyName="守护着你"
FriendlyNamePlural="守护着你"
BriefSummary=""
TacticalText=""

[HuntsmasterRifle_M3 X2WeaponTemplate]
FriendlyName="守护着你"
FriendlyNamePlural="守护着你"
BriefSummary=""
TacticalText=""

[HuntsmasterRifle_XCOM X2WeaponTemplate]
FriendlyName="守护着你"
FriendlyNamePlural="守护着你"
BriefSummary="幻影猎手导师使用经过大量改装的维克托步枪.专为远程作战和反装甲作战定制, 这种武器即使对最重型的装甲目标也是有效的."
TacticalText="<Bullet/>射击后,士兵获得一个移动点来重新定位.\n<Bullet/>维克托步枪在远距离上特别有效，同时也提供了小队视野.\n<Bullet/>虽然它的正常伤害较低,且不能修改，但与其他维克托步枪相比，它的暴击伤害更大，而且能穿透装甲."
AbilityDescName="维克托步枪"